; Generated (03.11.2022 20:40:49) by BlueLife Hosts Editor v1.4 - Freeware
; www.sordum.org

[Main]
Language=Auto
WinSetOnTop=0
TextView=0
Block_IP=1
Last_IP=0.0.0.0
Resolve_Option=1
DNS_IP=8.8.8.8
AutoFlushDns=1
Use_Tab_Char=0
Add_Another_Host=1
SearchLink=https://www.google.com/search?q=%HOST%
NslookupTimeOut=2.5
Font=Tahoma|10|400|0
WinPositions=654,500,363,154,200

[IPV4_DNS_LIST]
US - Google Public DNS=8.8.8.8,8.8.4.4
US - OpenDNS Home=208.67.222.222,208.67.220.220
RU - Yandex=77.88.8.1,77.88.8.8
AU - Cloudflare=1.1.1.1,1.0.0.1

[Hosts_Examples:Block Facebook]
127.0.0.1=www.Facebook.com #Block Facebook
127.0.0.1=facebook.com #Block Facebook

[Hosts_Examples:Block Twitter]
127.0.0.1=www.twitter.com #Block Twitter
127.0.0.1=twitter.com #Block Twitter

[Hosts_Examples:Block Youtube]
127.0.0.1=www.youtube.com #Block Youtube
127.0.0.1=youtube.com #Block Youtube

[Language_English]
Translator="BlueLife"
001="This program is designed to edit the hosts file."
002="&File\n &Edit\n &Examples\n &Options\n &Help"
003="Enabled\n IP Address\n Hosts Name\n Comment"
004="Save Changes"
005="Backup Manager"
006="Host Name"
007="Type Host Name"
008="Add or Edit Entry"
009="Delete Selected Entries"
010="IP Address"
011="Resolve Host Name"
012="Comment"
013="Type Comment"
014="View as Table or Text"
015="&New"
016="&Open..."
017="&Save"
018="Save &As..."
019="&Import List"
020="&Export List"
021="&Backup Manager"
022="&Hosts File"
023="&Load Hosts File"
024="Open With &Notepad"
025="&Open Hosts Folder..."
026="In &Windows Explorer"
027="In &Command Prompt"
028="In &PowerShell"
029="Add &Exclusions to Windows Defender"
030="Set &Read-Only"
031="File &Properties"
032="&Flush Dns Cache"
033="&DNS Client Service"
034="&Enable Service\n &Disable Service"
035="&Start Service\n &Stop Service"
036="&Restart Service"
037="E&xit"
038="&Block"
039="&Resolve"
040="&Enable Selected"
041="&Disable Selected"
042="&Select All"
043="&Invert Selection"
044="&Select ..."
045="&Enabled Items"
046="&Disabled Items"
047="&Blocked Hosts"
048="&Redirect Hosts ( Hijack !)"
049="&Delete"
050="&Delete ..."
051="&Duplicate Host Names"
052="&Comments"
053="&Empty Lines"
054="&Incorrect Lines"
055="&All Lines"
056="&Copy"
057="&Entry\n &Entries"
058="&IP\n &IPs"
059="&Host Name\n &Host Names"
060="&Comment\n &Comments"
061="&Search Host"
062="&Replace IP"
063="&Custom ..."
064="&Find"
065="&Refresh"
066="&Always On Top"
067="&List View"
068="&Text View"
069="Default Block &IP"
070="&Resolve Options ..."
071="&Use Local DNS Or Cache"
072="&Use DNS ( nslookup )"
073="Auto &Flush DNS Cache"
074="Use &Tab Character"
075="Add Another Item With '&www.'"
076="&Change Font"
077="&Default Font"
078="&Select Font"
079="&Open Configuration File"
080="&Set Default Options"
081="&Donate"
082="&Contact"
083="&HomePage"
084="&About"
085="Please Wait ..."
086="Ready"
087="Data changed"
088="Text Files\n All Files"
089="Block"
090="* Default Hosts File *"
091="File\n Size"
092="Restore Backup"
093="Create Backup"
094="Delete Backup"
095="Are you sure you want to restore backup?"
096="Backup restore failed!"
097="Backup restored successfully."
098="Backup could not be created!"
099="Are you sure you want to delete backup?"
100="Find:\n Replace:"
101="Replace finished.\n # IP address replaced."
102="Select DNS"
103="DNS for Host Resolving"
104="Resolving - Please Wait..."
105="Resolving error!"
106="Resolving finished"
107="Unable to create file!"
108="Unable to open file!"
109="Do you want to save the changes?"
110="Are you sure you want to delete all comments?"
111="Are you sure you want to delete empty lines?"
112="Are you sure you want to delete incorrect lines?"
113="Are you sure you want to delete same Host names?"
114="Are you sure you want to delete all?"
115="The operation completed successfully."

[Language_Turkish_Türkçe]
Translator="BlueLife"
001="Bu program hosts dosyasını düzenlemek için tasarlanmıştır."
002="&Dosya\n &Düzen\n &Örnekler\n &Seçenekler\n &Yardım"
003="Etkin\n IP Adresi\n Alan Adı\n Açıklama"
004="Değişiklikleri Kaydet"
005="Yedekleme Yöneticisi"
006="Alan Adı"
007="Alan Adını Yaz"
008="Ekle veya Düzenle"
009="Seçilen Girdileri Sil"
010="IP Adresi"
011="Alan Adını Çözümle"
012="Açıklama"
013="Açıklama Ekle"
014="Liste veya Metin Olarak Görüntüle"
015="&Yeni"
016="&Aç..."
017="&Kaydet"
018="&Farklı Kaydet"
019="&Dışarıdan Liste Al"
020="&Listeyi Dışarıya Aktar"
021="&Yedekleme Yöneticisi"
022="&Sistem Hosts Dosyası"
023="&Hosts Dosyasını Yükle"
024="&Notepad ile Aç"
025="&Hosts Klasörünü Aç ..."
026="&Windows Explorer ile"
027="&Komut Istemi ile"
028="&PowerShell ile"
029="&Defender Dışlama Listesine Ekle"
030="&Yazmaya Karşı Koru"
031="&Dosya Özellikler"
032="&DSN Önbelleğini Temizle"
033="&DNS Client Servisi"
034="Servisi &Etkinleştir\n Servisi &Devre Dışı Bırak"
035="Servisi &Başlat\n Servisi &Durdur"
036="Serivisi &Yeniden Başla"
037="&Kapat"
038="&Engelle"
039="&Çözümle"
040="&Etkinleştir"
041="&Devre Dışı Bırak"
042="&Hepsini Seç"
043="&Seçimi Ters Çevir"
044="&Seç  ..."
045="&Etkin Olanlar"
046="&Devre Dışı Olanlar"
047="&Engellenenler"
048="&Yönlendirilenler ( Hijack !)"
049="&Sil"
050="&Sil ..."
051="&Aynı Alan Adları"
052="&Açıklamalar"
053="&Boş Satırlar"
054="&Hatalı Satırlar"
055="&Tüm Satılar"
056="&Kopyala"
057="&Satır\n &Satırlar"
058="&IP\n &IP'ler"
059="&Alan Adı\n &Alan Adları"
060="&Açıklama\n &Açıklamalar"
061="&Alan Adını Araştır"
062="&IP'yi değiştir"
063="&Ben Seçeyim ..."
064="&Ara"
065="&Yenile"
066="&Pencere Her Zaman Üste"
067="&Liste Görünümü"
068="&Metin Görünümü"
069="&Engelleme IP'sini Seç"
070="&Çözümleme Seçenekleri ..."
071="&Yerel DNS veyahut Önbelleği Kullan"
072="&Bir DNS Adresi Kullan ( nslookup )"
073="&DSN Önbelleğini Otomatik Temizle"
074="&Tab Karakterini Kullan"
075=" Diğer Alan Adını da Ekle ( &www. )"
076="Yazı Tipini &Değiştir"
077="&Varsayılan Yazı Tip"
078="&Yazı Tipini Seç"
079="&Yapılandırma Dosyasını Aç"
080="&Ayarları Sıfırla"
081="&Bağış Yap"
082="&İletişim"
083="&Web Sitesi"
084="&Hakkında"
085="Lütfen Bekleyin ..."
086="Hazır"
087="Veri Değişmiş"
088="Metin Dosyaları\n Tüm Dosyalar"
089="Engelle -> "
090="* Orjinal Hosts Dosyası *"
091="Dosya ismi\n Boyutu"
092="Yedeği Geri Yükle"
093="Yedek Oluştur"
094="Yedeği Sil"
095="Seçilen yedeği geri yüklemek istiyormusunuz?"
096="Yedek geri yüklenemedi!"
097="Yedek geri yüklendi"
098="Yedek oluşturulamadı!"
099="Seçili yedeği silmek istiyormusunuz?"
100="Ara:\n Değiştir:"
101="Değiştirme tamamlandı.\n # IP adresi değiştirildi"
102="DNS Seç"
103="Alan Adını Çözümlerken Kullanılacak DNS"
104="Çözümleniyor - Lütfen Bekleyiniz ..."
105="Çözümleme hatası!"
106="Çözümleme tamamlandı."
107="Dosya oluşturulamıyor!"
108="Dosya açılamıyor."
109="Değişiklikleri kaydetmek istiyor musunuz?"
110="Açıklamaları silmek istediğinizden eminmisiniz?"
111="Boş satırları silmek istediğinizden eminmisiniz?"
112="Hatalı satırları silmek istediğinizden eminmisiniz?"
113="Aynı alan adlarını silmek istediğinizden eminmisiniz?"
114="Hepsini silmek istediğinizden eminmisiniz?"
115="İşlem tamamlandı."

[Language_German_Deutsch]
Translator="Velociraptor"
001="Das Programm kann Windows Hosts Datei Einträge komfortabel Bearbeiten, Verwalten, Sichern und Wiederherstellen."
002="&Datei\n &Bearbeiten\n &Beispiele\n &Optionen\n &Hilfe"
003="aktiviert\n IP Address\n Hosts Name\n Kommentar"
004="Änderungen speichern"
005="Backup Verwaltung"
006="Hostname"
007="Geben Sie Hostname ein"
008="Eintrag hinzufügen"
009="Markierten Einträge löschen"
010="IP-Adresse"
011="Hostnamen auflösen"
012="Kommentar"
013="Kommentar schreiben"
014="als Tabelle oder Text anzeigen"
015="&Neu"
016="&Öffnen..."
017="&Speichern"
018="Speichern &unter..."
019="&Liste importieren"
020="&Liste exportieren"
021="&Backup Verwaltung"
022="&Hosts Datei"
023="&Hosts datei öffnen"
024="öffnen mit Notizblock"
025="&Hosts-Ordner öffnen..."
026="mit &Windows Explorer"
027="mit &Eingabeaufforderung"
028="mit &Power Shell"
029="Ausnahme für Windows Defender festlegen"
030="als schreibgeschützt festlegen"
031="Dateieigenschaften"
032="&DNS-Cache Leeren"
033="&DNS Client Dienst"
034="&Dienst aktivieren\n &Dienst deaktivieren"
035="&Dienst starten\n &Dienst beenden"
036="Dienst neustarten"
037="&Verlassen"
038="&Blockieren"
039="&Auflösen"
040="&Ausgewählte aktivieren"
041="&Ausgewählte deaktivieren"
042="&Alle auswählen"
043="Auswahl& umkehren"
044="&Wählen ..."
045="&Aktivierte Zeilen"
046="&Deaktivierte Zeilen"
047="&Blockierte Zeilen"
048="&Hosts weiterleiten (Hijack)"
049="&Löschen"
050="&Löschen ..."
051="&Doppel Hostnamen"
052="&Kommentare"
053="&Leerzeilen"
054="&Fehlerhafte Zeilen"
055="&Alle Zeilen"
056="&Kopieren"
057="&Eintrag\n &Einträge"
058="&IP\n &IP-Adressen"
059="&Host Name\n &Host Namen"
060="&Kommentar\n &Kommentare"
061="&Host Suche"
062="&IP ändern"
063="&Benutzerdefiniert ..."
064="&Finden"
065="&Aktualisieren"
066="&Im Vordergrund halten"
067="&Listenansicht"
068="&Text-Ansicht"
069="Standard sperren &IP "
070="&IP-Auflösungs-Optionen ..."
071="&Lokales DNS oder Zwischenspeicher nutzen"
072="&DNS nutzen (nslookup)"
073="Automatisch &DNS-Cache Leeren"
074="Tab-Zeichen &nutzen"
075="einen weiteren Item mit '&www.' hinzufügen"
076="&Schriftart ändern"
077="&Standard-Schriftart"
078="&Schriftart auswählen"
079="&Konfigurationsdatei öffnen"
080="&Einstellungen zurücksetzen"
081="&Spenden"
082="&Kontakt"
083="&Website"
084="&Über uns"
085="Bitte warten ..."
086="Bereit"
087="Daten geändert"
088="Textdateien\n Alle Dateien"
089="Block"
090="* Default Hosts File *"
091="Datei\n Größe"
092="wiederherstellen"
093="Backup erstellen"
094="Backup löschen"
095="Sind Sie sicher, dass Sie die Sicherungskopie wiederherstellen möchten?"
096="Sicherungswiederherstellung fehlgeschlagen!"
097="Das Wiederherstellen wurde erfolgreich beendet."
098="Sicherungskopie konnte nicht erstellt werden"
099="Sind Sie sicher, dass Sie das Backup löschen möchten?"
100="finden:\n ersetzen:"
101="Ersetzen beendet.\n # IP-Adresse ersetzt."
102="DNS wählen"
103="DNS für die Hostauflösung"
104="Auflösung läuft - Bitte warten..."
105="Auflösung Fehler!"
106="Auflösung beendet"
107="Datei kann nicht erstellt werden!"
108="Datei kann nicht geöffnet werden!"
109="Möchten Sie diese Änderungen speichern?"
110="Sind Sie sicher, dass Sie alle Kommentare löschen möchten?"
111="Sind Sie sicher, dass Sie leere Zeilen löschen möchten?"
112="Sind Sie sicher, dass Sie die fehlerhafte Zeilen löschen möchten?"
113="Sind Sie sicher, dass Sie dieselben Hostnamen löschen möchten?"
114="Sind Sie sicher, dass Sie alle löschen möchten?"
115="Die Operation wurde erfolgreich abgeschlossen"

[Language_French_Français]
Translator="Largo"
001="Ce programme est conçu pour éditer le fichier hosts."
002="&Fichier\n &Éditer\n &Exemples\n &Options\n &Aide"
003="Activé\n Adresse IP\n Nom des hôtes\n Commentaire"
004="Sauvegarder changements"
005="Gestionnaire de sauvegarde"
006="Nom d'hôte"
007="Taper nom de l'hôte"
008="Ajouter ou modifier l'entrée"
009="Supprimer entrées sélectionnées"
010="Adresse IP"
011="Résoudre nom de l'hôte"
012="Commentaire"
013="Type de commentaire"
014="Voir comme tableau ou texte"
015="&Nouveau"
016="&Ouvrir..."
017="&Sauvegarder"
018="Sauvegarder &sous..."
019="&Importer Liste"
020="&Exporter Liste"
021="&Gestionnaire de sauvegarde"
022="&Fichier Hosts"
023="&Charger fichier Hosts"
024="Ouvrir avec &Notepad"
025="&Ouvrir dossier Hosts..."
026="Dans &Explorateur Windows"
027="Dans &Invite de commande"
028="Dans &PowerShell"
029="Ajouter &Exclusions à Windows Defender"
030="Définir en &lecture seule"
031="&Propriétés du fichier"
032="&Vider le cache DNS"
033="&Service client DNS"
034="&Activé Service\n &Désactivé Service"
035="&Démarrer Service\n &Arrêter Service"
036="&Redémarrer Service"
037="Q&uitter"
038="&Bloquer"
039="&Résoudre"
040="&Activer sélectionné"
041="&Désactiver sélectionné"
042="&Sélectionner tout"
043="&Inverser Sélection"
044="&Sélection ..."
045="&Éléments activés"
046="&Éléments désactivés"
047="&Bloquer Hosts"
048="&Réorienter Hosts ( Hijack !)"
049="&Supprimer"
050="&Supprimer ..."
051="&Dupliquer noms d'hôtes"
052="&Commentaires"
053="&Lignes vides"
054="&Lignes incorrectes"
055="&Toutes les lignes"
056="&Copier"
057="&Entrée\n &Entrées"
058="&IP\n &IPs"
059="&Nom d'hôte\n &Noms d'hôte"
060="&Commentaire\n &Commentaires"
061="&Recherche d'hôte"
062="&Remplacer IP"
063="&Personnaliser ..."
064="&Trouver"
065="&Actualiser"
066="&Toujours au dessus"
067="&Voir Liste"
068="&Voir Texte"
069="Blocage par défaut &IP"
070="&Résoudre les options ..."
071="&Utiliser DNS local ou cache"
072="&Utiliser DNS ( nslookup )"
073="&Purge auto du cache DNS"
074="Utiliser caractère &Tab"
075="Ajouter un autre élément avec '&www.'"
076="&Changer Police"
077="&Police par défaut"
078="&Sélectionner Police"
079="&Ouvrir fichier de Configuration"
080="&Définir options par défaut"
081="&Faire un don"
082="&Contact"
083="&Page d'accueil"
084="&À propos de"
085="Veuillez patienter ..."
086="Prêt"
087="Les données ont changé"
088="Fichiers Texte\n Tout Fichiers"
089="Bloquer"
090="* Fichier Hosts par défaut *"
091="Fichier\n Taille"
092="Restaurer la sauvegarde"
093="Créer une sauvegarde"
094="Supprimer la sauvegarde"
095="Voulez-vous vraiment restaurer la sauvegarde?"
096="Échec de la restauration de la sauvegarde!"
097="Sauvegarde restaurée avec succès."
098="La sauvegarde n'a pas pu être créée!"
099="Voulez-vous vraiment supprimer la sauvegarde?"
100="Trouver:\n Remplacer:"
101="Remplacement terminé.\n # Adresse IP remplacée."
102="Sélectionner DNS"
103="DNS pour la résolution d'hôtes"
104="Résolution - Veuillez patienter..."
105="Résoudre les erreurs!"
106="Résolution terminée"
107="Impossible de créer le fichier!"
108="Impossible d'ouvrir le fichier!"
109="Voulez-vous enregistrer les changements?"
110="Êtes-vous sûr de vouloir supprimer tous les commentaires?"
111="Êtes-vous sûr de vouloir supprimer les lignes vides?"
112="Êtes-vous sûr de vouloir supprimer les lignes incorrectes?"
113="Êtes-vous sûr de vouloir supprimer les mêmes noms d'hôtes?"
114="Êtes-vous sûr de vouloir supprimer tous les?"
115="L'opération s'est achevée avec succès."

[Language_Russian_Русский]
Translator="wvxwxvw"
001="This program is designed to edit the hosts file."
002="&Файл\n&Редактирование\nП&римеры\n&Настройки\n&Помощь"
003="Статус\nIP-адрес\nИмя хоста\nКомментарий"
004="Сохранить изменения"
005="Бэкап-менеджер"
006="Имя хоста"
007="Введите имя хоста"
008="Добавить / изменить запись"
009="Удалить выбранные записи"
010="IP-адрес"
011="Разрешить имя хоста"
012="Комментарий"
013="Введите комментарий"
014="Таблица / текст"
015="&Новый"
016="&Открыть..."
017="&Сохранить"
018="Сохранить &как..."
019="&Импорт списка"
020="&Экспорт списка"
021="&Бэкап-менеджер"
022="&Файл hosts"
023="&Загрузить файл hosts"
024="Открыть в &блокноте"
025="&Открыть папку hosts..."
026="В &Проводнике"
027="В &ком.строке"
028="В &PowerShell"
029="В исключения Защитника Windows"
030="Установить только для чтения"
031="&Свойства файла"
032="Очистить &кэш DNS"
033="Служба &DNS-клиента"
034="&Включить службу\n&Отключить службу"
035="&Запустить службу\nО&становить службу"
036="&Перезапустить службу"
037="В&ыход"
038="&Блокировать"
039="&Разрешить"
040="В&ключить выбранные"
041="&Отключить выбранные"
042="&Выбрать все"
043="&Обратить выбор"
044="&Выбрать ..."
045="&Включенные"
046="&Отключенные"
047="&Блокированные"
048="&Перенаправленные ( Hijack !)"
049="&Удалить выбранное"
050="&Удалить ..."
051="&Дублирующиеся"
052="&Комментарии"
053="&Пустые строки"
054="&Некорректные строки"
055="&Все строки"
056="&Копировать"
057="&Запись\n&Записи"
058="&IP-адрес\n&IP-адреса"
059="&Имя хоста\n&Имена хостов"
060="&Комментарий\n&Комментарии"
061="&Интернет поиск хоста"
062="&Заменить IP"
063="&Свое ..."
064="&Найти"
065="&Обновить"
066="&Всега сверху"
067="Вид &списком"
068="Вид &текстом"
069="&Блокирующий IP"
070="&Параметры разрешения ..."
071="&Локальный DNS или кеш"
072="&DNS ( nslookup )"
073="&Автоочистка DNS-кэша"
074="&Использовать табуляцию"
075="Дублировать с '&www.'"
076="&Изменить шрифт"
077="&По умолчанию"
078="&Выбрать..."
079="&Открыть файл настроек"
080="&Сбросить по умолчанию"
081="&Поддержать разработчика"
082="&Контакты"
083="&Домашняя страница"
084="&О программе"
085="Ожидайте ..."
086="Готов"
087="Данные изменены"
088="Текстовые файлы\nВсе файлы"
089="Блокирован"
090="* Hosts-файл по умолчанию *"
091="Файл\nРазмер"
092="Восстановить"
093="Создать бэкап"
094="Удалить бэкап"
095="Вы уверены, что хотите восстановить резервную копию?"
096="Восстановление резервной копии не удалось!"
097="Резервная копия успешно восстановлена."
098="Резервную копию создать не удалось!"
099="Вы уверены, что хотите удалить резервную копию?"
100="Найти:\nЗаменить:"
101="Замена завершена.\n# IP-адресов заменено."
102="Выбрать DNS"
103="DNS для разрешения хоста"
104="Разрешение - ожидайте..."
105="Разрешение - ошибка!"
106="Разрешение - завершено"
107="Невозможно создать файл!"
108="Невозможно открыть файл!"
109="Вы хотите сохранить изменения?"
110="Вы уверены, удалить все комментарии?"
111="Вы уверены, удалить пустые строки?"
112="Вы уверены, удалить некорректные строки?"
113="Вы уверены, удалить дубликаты хостов?"
114="Вы уверены, что хотите удалить все?"
115="Операция успешно завершена."

[Language_Russian_Русский #2]
Translator="V.Romanovskij"
001="This program is designed to edit the hosts file."
002="&Файл\n&Правка\n&Примеры\n&Опции\n&Помощь"
003="Включено\nIP-адрес\nИмя хоста\nКомментарий"
004="Сохранить изменения"
005="Менеджер резервного копирования"
006="Имя хоста"
007="Ввод имени хоста"
008="Добавить или изменить запись"
009="Удалить выбранные записи"
010="IP-адрес"
011="Сопоставить имя хоста с IP-адресом"
012="Комментарий"
013="Ввод комментария"
014="Просмотр в виде таблицы или текста"
015="&Создать"
016="&Открыть..."
017="&Сохранить"
018="Сохранить как..."
019="Импорт списка"
020="Экспорт списка"
021="&Менеджер резервного копирования"
022="&Файл hosts"
023="&Загрузить hosts-файл"
024="Открыть в &Блокноте"
025="&Открыть папку с hosts-файлом"
026="В &Проводнике Windows"
027="В &командной строке"
028="В &PowerShell"
029="Добавить &исключения в Защитник Windows"
030="Установить &только для чтения"
031="Свойства &файла"
032="&Очистить кэш DNS"
033="&Служба DNS-клиента"
034="&Включить службу\n&Отключить службу"
035="&Запустить службу\n&Остановить службу"
036="&Перезапустить службу"
037="В&ыйти"
038="&Блокировать"
039="&Сопоставить с IP-адресом"
040="&Включить выбранное"
041="&Отключить выбранное"
042="&Выбрать все"
043="&Инвертировать выбор"
044="&Выбрать..."
045="&Включенные элементы"
046="&Отключенные элементы"
047="&Блокированные хосты"
048="&Перехваченные хосты (Hijack!)"
049="&Удалить"
050="&Удалить..."
051="&Повторяющиеся имена хостов"
052="&Комментарии"
053="&Пустые строки"
054="&Некорректные строки"
055="&Все строки"
056="&Копировать"
057="&Запись\n&Записи"
058="&IP-адрес\n&IP-адреса"
059="&Имя хоста\n&Имена хостов"
060="&Комментарий\n&Комментарии"
061="&Найти хост в сети"
062="&Замена IP"
063="&Выбрать..."
064="&Поиск"
065="&Обновить"
066="&Поверх окон"
067="&Вид списка"
068="&Вид текста"
069="Вид IP-адреса по &умолчанию"
070="&Параметры разрешения имен"
071="&Использовать локальный DNS или кэш"
072="&Использовать DNS (nslookup)"
073="Автоочистка &DNS-кэша"
074="Использовать &символ табуляции"
075="Добавлять к следующему элементу '&www.'"
076="&Изменить шрифт"
077="&Стандартный шрифт"
078="&Выбрать шрифт"
079="&Открыть файл конфигурации"
080="&Установка параметров по умолчанию"
081="&Поддержать"
082="&Контакты"
083="&Веб-сайт"
084="&О программе"
085="Ожидайте..."
086="Готово"
087="Данные изменены"
088="Текстовые файлы\nВсе файлы"
089="Блокировать"
090="* Файл hosts по умолчанию *"
091="Файл\nРазмер"
092="Восстановить бэкап"
093="Создать бэкап"
094="Удалить бэкап"
095="Восстановить резервную копию?"
096="Восстановление не удалось!"
097="Резервная копия успешно восстановлена"
098="Резервная копия не может быть создана!"
099="Уверены, что хотите удалить резервную копию?"
100="Найти:\nЗаменить:"
101="Замена завершена.\n# IP-адрес заменен."
102="Выбрать DNS"
103="DNS для разрешения хоста"
104="Идет сопоставление, ждите..."
105="Ошибка сопоставления!"
106="Сопоставление завершено"
107="Невозможно создать файл!"
108="Невозможно открыть файл!"
109="Вы хотите сохранить изменения?"
110="Хотите удалить все комментарии?"
111="Хотите удалить пустые строки?"
112="Хотите удалить некорректные строки?"
113="Хотите удалить одинаковые имена хостов?"
114="Хотите удалить все?"
115="Операция успешно завершена."

[Language_Italian_Italiano]
Translator="HawK"
001="This program is designed to edit the hosts file."
002="&File\n&Modifica\n&Esempi\n&Opzioni\n&Aiuto"
003="Abilitato\nIndirizzo IP\nNomi Hosts\nCommento"
004="Salva Cambiamenti"
005="Backup Manager"
006="Nome del Dominio"
007="Digitare Nome Dominio"
008="Aggiungi o Modifica inserimento"
009="Cancella inserimento selezionato"
010="Indirizzo IP"
011="Risolvi il nome del Dominio"
012="Commento"
013="Digitare Commento"
014="Visualizza come tabella o testo"
015="&Nuovo"
016="&Apri..."
017="&Salva"
018="Salva &Come..."
019="&Importa Lista"
020="&Esporta Lista"
021="&Backup Manager"
022="&Hosts File"
023="&Apri Hosts"
024="Apri con &Notepad"
025="&Apri Cartella Hosts..."
026="In &Windows Explorer"
027="In &Prompt dei comandi"
028="In &Power Shell"
029="Add &Exclusions to Windows Defender"
030="&Solo Lettura"
031="&Proprietà"
032="&Pulisci DNS Cache"
033="&DNS Client Service"
034="&Abilita Servizio\n&Disabilita Servizio"
035="&Avvio Servizio\n&Ferma Servizio"
036="&Riavvia Servizio"
037="E&sci"
038="&Blocca"
039="&Risolvi"
040="&Abilita Selezionato"
041="&Disabilita Selezionato"
042="E&sci"
043="&Inverti Selezione"
044="&Seleziona ..."
045="&Abilita Elemento"
046="&Disabilita Elemento"
047="&Hosts Bloccati"
048="&Redirect Hosts (Hijack)"
049="&Cancella"
050="&Cancella ..."
051="&Duplica i Nomi dei Domini"
052="&Commenti"
053="&Linee Vuota"
054="&Linee Incorrette"
055="&Tutte le Linee"
056="&Copia"
057="&Entry\n&Entries"
058="&IP\n&IPs"
059="&Host Name\n&Host Names"
060="&Commento\n&Commenti"
061="&Search Host"
062="&Sostituisci IP"
063="&Personalizza ..."
064="&Trova"
065="&Aggiorna"
066="&Sempre Visibile"
067="&Visualizza Lista"
068="&Visualizza Testo"
069="Blocca di Default &IP"
070="&Risolvi Opzioni ..."
071="&Usa DNS Locale O Cache"
072="&Usa DNS ( nslookup )"
073="Auto &Pulisci DNS Cache"
074="Usa &Caratteri Tab"
075="Aggiungi un altro oggetto con '&www.'"
076="&Cambia Carattere"
077="&Carattere Predefinito"
078="&Seleziona Carattere"
079="&Apri il File di Configurazione"
080="&Imposta le Opzioni Predefinite"
081="&Donazione"
082="&Contatti"
083="&Pagina Iniziale"
084="&Info"
085="Prego Attendere ..."
086="Pronto"
087="Dato Cambiato"
088="Text Files\nAll Files"
089="&Blocca"
090="* File Hosts Originale *"
091="File\nDimensione"
092="Ripristina Backup"
093="Crea Backup"
094="Cancella Backup"
095="Sei Sicuro di Voler Ripristinare il Backup?"
096="Backup Fallito!"
097="Backup ripristinato con Successo."
098="Il Backup non può essere creato!"
099="Sei sicuro di Voler Cancellare il backup?"
100="Trova:\nSostituisci:"
101="Sostituzione Terminata.\n# Indirizzi IP Sostituiti."
102="Seleziona DNS"
103="DNS per Risoluzione Dominio"
104="Sto risolvendo - Prego Attendere..."
105="Errore di risoluzione!"
106="Termine Risoluzione"
107="Impossibile creare il file!"
108="Impossibile Aprire il file."
109="Vuoi Salvare Le Modifiche?"
110="Sei sicuro di voler cancellare tutti i commenti?"
111="Sei sicuro di voler cancellare le linee vuote?"
112="Sei sicuro di voler cancellare le linee inesatte?"
113="Sei sicuro di voler cancellare i nomi dell stesso dominio?"
114="Sei sicuro di voler cancellare tutto?"
115="L'Oprazione si è conclusa con successo."

[Language_Chinese Simplified_简体中文]
Translator="大眼仔~旭（Anan）2020"
001="This program is designed to edit the hosts file."
002="文件(&F)\n编辑(&E)\n示例(&E)\n选项(&O)\n帮助(&H)"
003="已启用\nIP 地址\n主机名\n注释"
004="保存更改"
005="备份管理器"
006="主机名"
007="输入主机名"
008="添加或编辑条目"
009="删除所选条目"
010="IP 地址"
011="解析主机名"
012="注释"
013="输入注释"
014="查看为表格或文本"
015="新建(&N)"
016="打开(&O)..."
017="保存(&S)"
018="另存为(&A)..."
019="导入列表(&I)"
020="导出列表(&E)"
021="备份管理器(&B)"
022="Hosts 文件(&H)"
023="加载 Hosts 文件(&L)"
024="使用记事本打开(&N)"
025="打开 Hosts 文件夹(&O)..."
026="在 Windows 资源管理器(&W)"
027="在命令提示符(&C)"
028="在 PowerShell(&P)"
029="添加排除到 Windows Defender(&E)"
030="设置为只读(&R)"
031="文件属性(&P)"
032="刷新 Dns 缓存(&F)"
033="DNS 客户端服务(&D)"
034="启用服务(&E)\n禁用服务(&D)"
035="开始服务(&S)\n停止服务(&S)"
036="重新启动服务(&R)"
037="退出(&X)"
038="阻止(&B)"
039="解析(&R)"
040="启用选择(&E)"
041="禁用选择(&D)"
042="全选(&S)"
043="反选(&I)"
044="选择(&S)..."
045="启用项目(&E)"
046="禁用项目(&D)"
047="阻止主机(&B)"
048="重定向主机(劫持)(&R)"
049="删除(&D)"
050="删除(&D)..."
051="重复主机名(&D)"
052="注释(&C)"
053="空行(&E)"
054="不正确的行(&I)"
055="所有行(&L)"
056="复制(&C)"
057="条目(&E)\n条目(&E)"
058="&IP\n&IPs"
059="主机名(&H)\n主机名(&H)"
060="注释(&C)\n注释(&C)"
061="搜索主机(&S)"
062="替换 IP(&R)"
063="自定义(&C)..."
064="查找(&F)"
065="刷新(&R)"
066="始终在顶部(&A)"
067="列表视图(&L)"
068="文本视图(&T)"
069="默认阻止 IP(&I)"
070="解析选项(&R)..."
071="使用本地 DNS 或缓存(&U)"
072="使用 DNS(nslookup)(&U)"
073="自动刷新 DNS 缓存(&F)"
074="使用制表符(&T)"
075="使用 'www.'添加另一个项目(&W)"
076="更改字体(&C)"
077="默认字体(&D)"
078="选择字体(&S)"
079="打开配置文件(&O)"
080="设置默认选项(&S)"
081="捐赠(&D)"
082="联系(&C)"
083="主页(&H)"
084="关于(&A)"
085="请稍候 ..."
086="就绪"
087="数据已更改"
088="文本文件\n所有文件"
089="阻止"
090="* 默认 Hosts 文件 *"
091="文件\n大小"
092="恢复备份"
093="创建备份"
094="删除备份"
095="您确定要还原备份吗?"
096="备份还原失败！"
097="备份已成功还原。"
098="无法创建备份！"
099="您确定要删除备份吗?"
100="查找：\n替换："
101="替换已完成。\n# IP 地址已替换。"
102="选择 DNS"
103="用于主机解析的 DNS"
104="正在解析 - 请稍候..."
105="解析错误！"
106="解析已完成"
107="无法创建文件！"
108="无法打开文件！"
109="您要保存更改吗?"
110="您确定要删除所有注释吗?"
111="您确定要删除空行吗?"
112="您确定要删除不正确的行吗?"
113="您确定要删除相同的主机名吗?"
114="您确定要删除所有内容吗?"
115="操作成功完成。"

[Language_Chinese Traditional_中國傳統的]
Translator="wayne0355(2021)"
001="This program is designed to edit the hosts file."
002="文件(&F)\n編輯(&E)\n範例(&E)\n選項 (&O)\n幫助(&H)"
003="已啟用\nIP 地址\n主機名稱\n註解"
004="保存更改"
005="備份管理器"
006="主機名稱"
007="輸入主機名稱"
008="添加或编輯項目"
009="删除所選項目"
010="解析主機名稱"
011="解析主機名稱"
012="註解"
013="輸入註解"
014="查看為表格或文本"
015="新增(&N)"
016="開啟(&O)..."
017="儲存(&S)"
018="另存為(&A)..."
019="導入列表(&I)"
020="導出列表(&E)"
021="備份管理器(&B)"
022="Hosts 文件(&H)"
023="加載 Hosts 文件(&L)"
024="使用記事本打開(&N)"
025="打開 Hosts 文件夹(&O)..."
026="在 Windows 檔案總管(&W)"
027="在命令提示字元(&C)"
028="在 PowerShell(&P)"
029="添加排除到 Windows Defender(&E)"
030="設置为唯獨(&R)"
031="文件属性(&P)"
032="刷新 Dns 缓存(&F)"
033="DNS 客戶端服務(&D)"
034="啟用服務(&E)\n禁用服務(&D)"
035="開始服務(&S)\n停止服務(&S)"
036="重新啟動服務(&R)"
037="退出(&X)"
038="阻止(&B)"
039="解析(&R)"
040="啟用選擇(&E)"
041="禁用選擇(&D)"
042="全選(&S)"
043="反選(&I)"
044="選擇(&S)..."
045="啟用項目(&E)"
046="禁用項目(&D)"
047="阻止主機(&B)"
048="重定向主機(劫持)(&R)"
049="删除(&D)"
050="删除(&D)..."
051="重複主機名稱(&D)"
052="注解(&C)"
053="空行(&E)"
054="不正確的行(&I)"
055="所有行(&L)"
056="複製(&C)"
057="條目(&E)\n條目(&E)"
058="&IP\n&IPs"
059="主機名稱(&H)\n主機名稱(&H)"
060="注解(&C)\n注解(&C)"
061="搜尋主機(&S)"
062="替换 IP(&R)"
063="自定義(&C)..."
064="尋找(&F)"
065="刷新(&R)"
066="始终在頂部(&A)"
067="列表顯示(&L)"
068="文本顯示(&T)"
069="默認阻止 IP(&I)"
070="解析選項(&R)..."
071="使用本地 DNS 或缓存(&U)"
072="使用 DNS(nslookup)(&U)"
073="自動刷新 DNS 缓存(&F)"
074="使用制表符(&T)"
075="使用 'www.'添加另一个項目(&W)"
076="更改字體(&C)"
077="默認字體(&D)"
078="選擇字體(&S)"
079="打開配置文件(&O)"
080="設置默認選項(&S)"
081="捐贈(&D)"
082="聯繫(&C)"
083="主一(&H)"
084="關於(&A)"
085="請稍後 ..."
086="就緒"
087="數據已更改"
088="文本文件\n所有文件"
089="阻止"
090="* 默認 Hosts 文件 *"
091="文件\n大小"
092="恢復備份"
093="創建備份"
094="删除備份"
095="您確定要還原備份嗎?"
096="備份還原失敗！"
097="備份已成功還原。"
098="無法創建備份！"
099="您確定要删除備份嗎?"
100="尋找：\n替换："
101="替换已完成。\n# IP 地址已替换。"
102="選擇 DNS"
103="用於主機解析的 DNS"
104="正在解析 - 請稍後..."
105="解析錯誤！"
106="解析已完成"
107="無法創建文件！"
108="無法打開文件！"
109="您要保存更改吗?"
110="您確定要删除所有注解嗎?"
111="您確定要删除空行吗?"
112="您確定要删除不正確的行嗎?"
113="您確定要删除相同的主機名稱嗎?"
114="您確定要删除所有内容嗎?"
115="操作成功完成。"

[Language_Dutch_Nederlands]
Translator="J. Wisman (7/2020)"
001="This program is designed to edit the hosts file."
002="&Bestand\n&Bewerken\n&Voorbeelden\n&Opties\n&Help"
003="Ingeschakeld\nIP adres\nHostsnaam\nOpmerking"
004="Wijzigingen opslaan"
005="Backup Manager"
006="Hostnaam"
007="Hostnaam typen"
008="Vermelding toevoegen of bewerken"
009="Geselecteerde vermeldingen verwijderen"
010="IP adres"
011="Hostnaam oplossen"
012="Opmerking"
013="Opmerking typen"
014="Weergeven als tabel of tekst"
015="&Nieuw"
016="&Openen..."
017="Op&slaan"
018="Opslaan &als..."
019="Lijst &importeren"
020="Lijst &exporteren"
021="&Back-upbeheer"
022="&Hosts-bestand ..."
023="H&osts openen"
024="Openen met &Kladblok"
025="&Hosts map openen..."
026="In &Windows Verkenner"
027="In &Command Prompt"
028="In &Power Shell"
029="Uitsluiting&en toevoegen aan Windows Defender"
030="Alleen-le&zen instellen"
031="Bestandseigenscha&ppen"
032="&Dns-cache legen"
033="&DNS-clientservice"
034="S&ervice inschakelen\nService &uitschakelen"
035="&Service starten\n&Service stoppen"
036="Se&rvice opnieuw starten"
037="&Afsluiten"
038="&Blokkeer"
039="&Oplossen"
040="G&eselecteerde inschakelen"
041="Geselecteer&de uitschakelen"
042="&Alles selecteren"
043="&Selectie omkeren"
044="&Selecteer ..."
045="&Ingeschakelde items"
046="&Uitgeschakelde items"
047="&Geblokkeerde hosts"
048="&Hosts omleiden (kapen, Hijack)"
049="&Verwijderen"
050="&Verwijderen ..."
051="&Dubbele hostnamen"
052="&Opmerkingen"
053="&Lege regels"
054="&Onjuiste regels"
055="&Alle lijnen"
056="&Kopiëren ..."
057="V&ermelding\nV&ermeldingen"
058="&IP\n&IP's"
059="&Hostnaam\n&Hostnamen"
060="&Opmerking\n&Opmerkingen"
061="&Zoek Host (Google)"
062="&Vervang IP"
063="&Aangepast ..."
064="&Zoek"
065="&Vernieuwen"
066="&Altijd bovenop"
067="&Lijstweergave"
068="&Tekstweergave"
069="&IP standaard blokkeren"
070="&Oplossen van opties ..."
071="Gebr&uik lokale DNS of cache"
072="DNS gebr&uiken ( nslookup )"
073="Automatisch DNS-cache legen"
074="&Tabteken gebruiken"
075="Voeg nog een item toe met '&www.'"
076="&Verander lettertype"
077="&Standaardlettertype"
078="&Selecteer Lettertype"
079="&Open configuratiebestand"
080="&Standaardopties instellen"
081="&Doneer"
082="&Contact"
083="&Startpagina"
084="&Over"
085="Een ogenblik geduld ..."
086="Klaar"
087="Gegevens gewijzigd"
088="Tekstbestanden\nAlle bestanden"
089="Blokkeer"
090="* Standaardhostsbestand *"
091="Bestand\nGrootte"
092="Back-up herstellen"
093="Back-up maken"
094="Back-up verwijderen"
095="Weet je zeker dat je de back-up wilt herstellen?"
096="Back-upherstel is mislukt!"
097="Back-up is hersteld."
098="Back-up kan niet worden gemaakt!"
099="Weet je zeker dat je de back-up wilt verwijderen?"
100="Zoeken:\nVervangen:"
101="Vervangen voltooid.\n# IP-adres vervangen."
102="DNS selecteren"
103="DNS voor het oplossen van host"
104="Oplossen - Even geduld ..."
105="Fout oplossen!"
106="Oplossen voltooid"
107="Kan bestand niet maken!"
108="Kan bestand niet openen!"
109="Wil je de wijzigingen opslaan?"
110="Weet je zeker dat je alle opmerkingen wilt verwijderen?"
111="Weet je zeker dat je lege regels wilt verwijderen?"
112="Weet je zeker dat je onjuiste regels wilt verwijderen?"
113="Weet je zeker dat je dezelfde hostnamen wilt verwijderen?"
114="Weet je zeker dat je alles wilt verwijderen?"
115="De bewerking is voltooid."

[Language_Greek_Ελληνικά]
Translator="geogeo.gr"
001="This program is designed to edit the hosts file."
002="&Αρχείο\n &Επεξεργασία\n &Παραδείγματα\n Επι&λογές\n &Βοήθεια"
003="Ενεργό\n Διεύθυνση ΙΡ\n Όνομα κεντρικού υπολογιστή\n Σχόλιο"
004="Αποθήκευση αλλαγών"
005="Διαχείριση αντιγράφων ασφαλείας"
006="Όνομα κεντρικού υπολογιστή"
007="Εισαγωγή ονόματος κεντρ. υπολογιστή"
008="Προσθήκη ή επεξεργασία καταχώρησης"
009="Διαγραφή επιλεγμένων καταχωρήσεων"
010="Διεύθυνση IP"
011="Επίλυση ονόματος κεντρ. υπολογιστή"
012="Σχόλιο"
013="Προσθήκη σχολίου"
014="Προβολή σαν πίνακας ή κείμενο"
015="Νέ&ο"
016="Ά&νοιγμα..."
017="&Αποθήκευση"
018="Απο&θήκευση ως..."
019="Ει&σαγωγή λίστας"
020="Εξα&γωγή λίστας"
021="&Διαχείριση αντιγράφων ασφαλείας"
022="Αρχείο &Ηosts"
023="&Φόρτωση αρχείου Ηosts"
024="Άνοιγμα με &Σημειωματάριο"
025="Ά&νοιγμα φακέλου Hosts..."
026="Στην &Εξερεύνηση των Windows"
027="Στη &Γραμμή εντολών"
028="Στο &ΡowerShell"
029="Προσθήκη ε&ξαιρέσεων στο Windows Defender"
030="&Μόνο για ανάγνωση"
031="&Ιδιότητες αρχείου"
032="&Εκκαθάριση προσωρινής μνήμης DNS"
033="&Υπηρεσία προγράμματος-πελάτη DNS"
034="Ε&νεργοποίηση υπηρεσίας\n Απε&νεργοποίηση υπηρεσίας"
035="&Εκκίνηση υπηρεσίας\n &Διακοπή υπηρεσίας"
036="Ε&πανεκκίνηση υπηρεσίας"
037="Έ&ξοδος"
038="Απο&κλεισμός"
039="Επίλ&υση"
040="Ενε&ργοποίηση επιλεγμένου"
041="Α&πενεργοποίηση επιλεγμένου"
042="Επιλ&ογή όλων"
043="Αντιστρο&φή επιλογής"
044="Επι&λογή..."
045="Ενε&ργοποιημένα στοιχεία"
046="Α&πενεργοποιημένα στοιχεία"
047="Απο&κλεισμένα στοιχεία"
048="&Ανακατευθυνόμενοι κεντρ. υπολογιστές ( Hijack !)"
049="&Διαγραφή"
050="Δια&γραφή..."
051="&Διπλότυπα ονόματα κεντρ. υπολογιστών"
052="&Σχόλια"
053="&Κενές γραμμές"
054="&Εσφαλμένες γραμμές"
055="Ό&λες οι γραμμές"
056="Αν&τιγραφή"
057="&Καταχώρηση\n &Καταχωρήσεις"
058="&ΙΡ\n &ΙΡ"
059="Ό&νομα κεντρ. υπολογιστή\n Ο&νόματα κεντρ. υπολογιστών"
060="&Σχόλιο\n &Σχόλια"
061="Ανα&ζήτηση κεντρ. υπολογιστή"
062="Αντικατάσταση &ΙP"
063="&Προσαρμοσμένη..."
064="&Εύρεση"
065="Α&νανέωση"
066="&Πάντα στην κορυφή"
067="Προβολή λί&στας"
068="Προβολή &κειμένου"
069="Προεπιλεγμένο μπλοκ &ΙΡ"
070="Επι&λογές επίλυσης..."
071="Χρήση &τοπικού DNS ή προσωρινής μνήμης"
072="&Χρήση DNS ( nslookup )"
073="Αυτόμ. εκκα&θάριση προσωρινής μνήμης DNS"
074="&Χρήση χαρακτήρα Tab"
075="Προσθήκη άλλου σ&τοιχείου με 'www.'"
076="Αλλαγή &γραμματοσειράς"
077="&Προεπιλεγμένη γραμματοσειρά"
078="Επι&λογή γραμματοσειράς"
079="Ά&νοιγμα αρχείου παραμέτρων"
080="&Επαναφορά προεπιλογών"
081="&Δωρεά"
082="&Επικοινωνία"
083="&Ιστοσελίδα"
084="&Περί..."
085="Παρακαλώ περιμένετε..."
086="Έτοιμο"
087="Τα δεδομένα άλλαξαν"
088="Αρχεία κειμένου\n Όλα τα αρχεία"
089="Αποκλεισμός"
090="* Προεπιλεγμένο αρχείο Hosts *"
091="Αρχείο\n Μέγεθος"
092="Επαναφορά"
093="Δημιουργία"
094="Διαγραφή"
095="Είστε βέβαιος ότι θέλετε την επαναφορά του αντιγράφου ασφαλείας;"
096="Αποτυχία δημιουργίας αντιγράφου ασφαλείας!"
097="Η επαναφορά του αντιγράφου ασφαλείας ολοκληρώθηκε με επιτυχία."
098="Δεν ήταν δυνατή η δημιουργία αντιγράφου ασφαλείας!"
099="Είστε βέβαιος ότι θέλετε τη διαγραφή του αντιγράφου ασφαλείας;"
100="Εύρεση:\n Αντικ/ση:"
101="Η αντικατάσταση ολοκληρώθηκε.\n Αντικαταστάθηκαν # διευθύνσεις IP."
102="Επιλέξτε DNS"
103="DNS για επίλυση κεντρ. υπολογιστή"
104="Επίλυση - Παρακαλώ περιμένετε..."
105="Σφάλμα επίλυσης!"
106="Η επίλυση ολοκληρώθηκε"
107="Δεν είναι δυνατή η δημιουργία του αρχείου!"
108="Δεν είναι δυνατό το άνοιγμα του αρχείου."
109="Θέλετε να αποθηκεύσετε τις αλλαγές;"
110="Είστε βέβαιος ότι θέλετε να διαγράψετε όλα τα σχόλια;"
111="Είστε βέβαιος ότι θέλετε να διαγράψετε τις κενές γραμμές;"
112="Είστε βέβαιος ότι θέλετε να διαγράψετε τις εσφαλμένες γραμμές;"
113="Είστε βέβαιος ότι θέλετε να διαγράψετε τα όμοια ονόματα κεντρικών υπολογιστών;"
114="Είστε βέβαιος ότι θέλετε να τα διαγράψετε όλα;"
115="Η λειτουργία ολοκληρώθηκε με επιτυχία."

[Language_Persian_فارسی]
Translator="محمد جواد بحیرایی"
001="This program is designed to edit the hosts file."
002="&فایل\n&ویرایش\n&مثال ها\n&گزینه ها\n&کمک"
003="فعال شده\nآدرس آی پی\nنام میزبان\nاظهار نظر"
004="ذخیره تغییرات"
005="مدیریت پشتیبانی"
006="نام میزبان"
007="نام میزبان را تایپ کنید"
008="ورودی را اضافه یا ویرایش کنید"
009="ورودی های انتخاب شده را حذف کنید"
010="آدرس آی پی"
011="نام میزبان را برطرف کنید"
012="اظهار نظر"
013="نظر را تایپ کنید"
014="به عنوان جدول یا متن مشاهده کنید"
015="&جدید"
016="&...باز کن"
017="&ذخیره"
018="...ذخیره به &عنوان"
019="&لیست ورودی"
020="&لیست خروجی"
021="&مدیریت پشتیبانی"
022="&فایل میزبان"
023="&بارگزاری فایل میزبان"
024="با &نوت پد باز کنید"
025="&...بازکردن پوشه میزبان"
026="در &ویندوز اکسپلورر"
027="در &خط فرمان"
028="در &پاورشل"
029="اضافه کنید Windows Defender موارد اضافی را به&"
030="فقط خواندنی را تنظیم کنید&"
031="خصوصیات فایل&"
032="DNS فلاش کش&"
033="کلاینت DNS سرویس"
034="سرویس را فعال کنید&\nسرویس را غیرفعال کنید&"
035="شروع سرویس&\nتوقف سرویس&"
036="راه اندازی مجدد سرویس&"
037="خروج&"
038="مسدود&"
039="برطرف کردن&"
040="انتخاب شده ها را فعال کنید&"
041="انتخاب شده ها را غیر فعال کنید&"
042="انتخاب همه&"
043="انتخاب معکوس&"
044="...انتخاب&"
045="موارد فعال شده&"
046="موارد غیرفعال&"
047="میزبان های مسدود شده&"
048="تغییر مسیر میزبان ها (ربودن!)&"
049="حذف&"
050="...حذف&"
051="تکثیر کردن نام های میزبان&"
052="نظرات&"
053="خطوط خالی&"
054="خطوط نادرست&"
055="تمام خطوط&"
056="کپی&"
057="ورودی&\nورودی ها&"
058="آی پی&\nآی پی ها&"
059="نام میزبان&\nنام های میزبان&"
060="نظر&\nنظرات&"
061="جستجوی میزبان&"
062="را جایگزین کنید IP&"
063="...سفارشی&"
064="پیدا کردن&"
065="تازه کردن&"
066="همیشه در بالا&"
067="نمایش لیستی&"
068="نمایش متنی&"
069="بلوک پیش فرض و &آی پی"
070="...بر طرف کردن گزینه ها&"
071="استفاده کنید Cache یا DNS Local از"
072="(nslookup) DNS  استفاده از"
073="DNS فلاش خودکار کش"
074="از دکمه & تب استفاده کنید"
075="اضافه کنید. "www &" یک مورد دیگر را با"
076="تغییر فونت&"
077="فونت پیش فرض&"
078="انتخاب فونت&"
079="فایل پیکربندی را باز کنید&"
080="گزینه های پیش فرض را تنظیم کنید&"
081="حمایت مالی&"
082="ارتباط با ما&"
083="صفحه نخست&"
084="درباره &"
085="لطفا صبر کنید ..."
086="آماده"
087="داده ها تغییر کردند"
088="فایل های متنی\nتمام فایل ها"
089="مسدود کردن"
090="* فایل پیش فرض میزبان ها *"
091="فایل\nانداره"
092="بازگرداندن پشتیبان"
093="تهیه نسخه پشتیبان"
094="پشتیبان گیری را حذف کنید"
095="آیا مطمئن هستید که می خواهید نسخه پشتیبان تهیه کنید؟"
096="!بازیابی پشتیبان گیری انجام نشد"
097=".پشتیبان گیری با موفقیت بازیابی شد"
098="!نسخه پشتیبان تهیه نشد"
099="آیا مطمئن هستید که می خواهید نسخه پشتیبان حذف کنید؟"
100=":پیدا کردن\n:جایگزین کردن"
101=".جایگزین کردن تمام شد\nجایگزین شد. IP آدرس #"
102="را انتخاب کنید DNS"
103="برای برطرف کردن میزبان DNS"
104="در حال برطرف کردن - لطفا صبر کنید ..."
105="!برطرف کردن خطا"
106="برطرف کردن به پایان رسید"
107="امکان ایجاد فایل وجود ندارد!"
108="امکان باز کردن فایل وجود ندارد!"
109="آیا می خواهید تغییرات را ذخیره کنید؟"
110="آیا مطمئن هستید که می خواهید تمام نظرات را حذف کنید؟"
111="آیا مطمئن هستید که می خواهید خطوط خالی را حذف کنید؟"
112="آیا مطمئن هستید که می خواهید خطوط نادرست را حذف کنید؟"
113="آیا مطمئن هستید که می خواهید همان نام هاست را حذف کنید؟"
114="آیا مطمئن هستید که می خواهید همه را حذف کنید؟"
115="این عملیات با موفقیت به پایان رسید."

[Language_Portuguese _Português (Brasileiro)]
Translator="Heriton Varela Pinto"
001="This program is designed to edit the hosts file."
002="Arquivo\nEditar\nExemplos\nOpções\nAjuda"
003="Habilitado\nEndereço IP\nNome dos hosts\nComentário"
004="Salvar Alterações"
005="Gerenciador de Backup"
006="HostName"
007="Resolver e adicionar na lista"
008="Adicionar ou editar entrada"
009="Deletar registros selecionados"
010="Endereço IP"
011="Resolver host name"
012="Comentarios"
013="Ativado"
014="Ver como tabela ou texto"
015="Novo"
016="Abir"
017="Salvar "
018="Salvar como..."
019="Importar Lista"
020="Exporta Lista"
021="Gerenciador de Backups"
022="Arquivo HOSTS"
023="Abrir Arquivo Hosts"
024="Abrir com Notepad"
025="Abrir pasta HOSTS"
026="Abrir no Windows Explorer"
027="Abrir no Prompt"
028="Abrir no Powershell"
029="Adicionar exclusão para windows defender"
030="Definir somente leitura"
031="Propiedades arquivo"
032="Flush DNS"
033="Cliente Serviço DNS"
034="Ativar/Desativa Serviço"
035="Iniciar/Parar Serviço"
036="Reiniciar serviço"
037="Sair"
038="Bloquear"
039="Resolver"
040="Habilitar Selecionados"
041="Desabilitar Selecionados"
042="Selecionar Tudo"
043="Inverter Seleção"
044="Selecionar"
045="Habilitar Items"
046="Desabilitar Items"
047="Bloquear HOSTS"
048="Redirecionar Hosts"
049="Apagar"
050="Apagar..."
051="Nomes duplicados"
052="Comentarios"
053="linhas abertas"
054="linhas incorretas"
055="todas linhas"
056="Copiar"
057="Entradas"
058="IP e IPS"
059="Nome do Host"
060="Comentarios"
061="Buscar Host"
062="Modificar IP"
063="Customizar"
064="Procurar"
065="Atualizar"
066="Sempre em Cima"
067="Ver como lista"
068="Ver como Texto"
069="Bloquear IP padrão"
070="Resolver Opções"
071="Usar DNS local ou cache"
072="Use DNS (nslookup)"
073="Auto Flush DNS Cache"
074="Use TAB caracter"
075="adicionar item como"
076="Modificar Fonte"
077="Fonte Padrão"
078="Selecionar Fonte"
079="Abrir Configurações do arquivo"
080="Selecionar Opção padrão"
081="Doar"
082="Contato"
083="Pagina Web"
084="Sobre"
085="Aguarde"
086="Ler"
087="Data Changed"
088="Todos Arquivos texto"
089="Bloquear"
090="Hosts Padrão"
091="Tamanho do Arquivo"
092="Restaurar Backup"
093="Criar Backup"
094="Apagar Backup"
095="Tem certeza que deseja restaurar o backup?"
096="Falha na restauração do backup!"
097="Backup restaurado com sucesso"
098="Não foi possível criar o backup!"
099="Tem certeza que deseja excluir o backup?"
100="Encontrar / Substituir"
101="Substituição concluída. endereço IP substituído."
102="Selecionar DNS"
103="DNS para resolução de host"
104="Resolvendo - Aguarde ... ""
105="Resolvendo erro"
106="Resolução concluída"
107="Incapaz de criar o arquivo!"
108="Impossível abrir o ficheiro!"
109="Você quer salvar as alterações?"
110="Tem certeza de que deseja excluir todos os comentários?"
111="Tem certeza de que deseja excluir as linhas vazias?"
112="Tem certeza de que deseja excluir as linhas incorretas?"
113="Tem certeza de que deseja excluir os mesmos nomes de host?"
114="Tem certeza de que deseja excluir tudo?"
115="A operação foi completa com sucesso"

[Language_Polish_Polski]
Translator ="www.portable.info.pl"
001="This program is designed to edit the hosts file."
002="&Plik\n & Edytuj\n &Przykłady\n &Opcje\n &Pomoc"
003="Włączone\n Adres IP\n Nazwa hosta\n Komentarz"
004="Zapisz zmiany"
005="Menedżer kopii zapasowych"
006="Nazwa hosta"
007="Wpisz nazwę hosta"
008="Dodaj lub edytuj wpis"
009="Usuń wybrane wpisy"
010="Adres IP"
011="Rozwiń nazwę hosta"
012="Komentarz”
013="Wpisz komentarz"
014="Wyświetl jako tabelę lub tekst"
015="&Nowy”
016="&Otwórz..."
017="&Zapisz”
018="&Zapisz jako..."
019="&Lista importu"
020="&Lista eksportu"
021="&Menedżer kopii zapasowych"
022="&Plik hostów"
023="&Załaduj plik hostów"
024="&Otwórz za pomocą Notatnika"
025="&Otwórz folder hostów..."
026="&W Eksploratorze Windows"
027="&W wierszu polecenia"
028="&W PowerShell”
029="&Dodaj wykluczenia do programu Windows Defender"
030="&Ustaw tylko do odczytu"
031="Plik i właściwości"
032="Opróżnij pamięć podręczną DNS"
033="&Usługa klienta DNS"
034="&Włącz usługę\n & Wyłącz usługę"
035="&Uruchom usługę\n & Zatrzymaj usługę"
036="&Uruchom ponownie usługę"
037="Zakończ"
038="&Zablokuj”
039="&Rozwiąż”
040="&Włącz wybrane"
041="&Wyłącz wybrane"
042="&Zaznacz wszystko"
043="&Odwróć zaznaczenie"
044="&Wybierz..."
045="&Elementy włączone"
046="&Wyłączone elementy"
047="&Zablokowane hosty"
048="&Przekierowanie hostów (przejęcie!)"
049="&Usuń”
050="&Usuń ..."
051="&Zduplikowane nazwy hostów”
052="&Komentarze"
053="&Puste linie"
054="&Niepoprawne wiersze"
055="&Wszystkie linie"
056="&Kopiuj”
057="&Wpis\n & Wpisy"
058="&IP\n & IPs"
059="&Nazwa hosta\n & Nazwy hostów"
060="&Skomentuj\n & Komentarze"
061="&Wyszukaj host"
062="&Zastąp IP”
063="&Niestandardowy..."
064="&Znajdź”
065="&Odśwież”
066="&Zawsze na wierzchu”
067="&Widok listy"
068="&Widok tekstu"
069="&Domyślny blok IP"
070="&Rozwiń opcje..."
071="&Użyj lokalnego DNS lub pamięci podręcznej"
072="&Użyj DNS (nslookup)"
073="&Automatycznie opróżnij pamięć podręczną DNS"
074="&Użyj znaku tabulacji"
075="Dodaj kolejny element z '&www.'"
076="&Zmień czcionkę”
077="&Domyślna czcionka"
078="&Wybierz czcionkę"
079="&Otwórz plik konfiguracyjny"
080="&Ustaw opcje domyślne"
081="&Przekaż darowiznę"
082="&Kontakt”
083="&Strona główna"
084="&Informacje”
085="Proszę czekać..."
086="Gotowe”
087="Dane zmienione"
088="Pliki tekstowe\n Wszystkie pliki"
089="Zablokuj”
090="* Domyślny plik hostów *"
091="Plik\n Rozmiar"
092="Przywróć kopię zapasową"
093="Utwórz kopię zapasową"
094="Usuń kopię zapasową"
095="Czy na pewno chcesz przywrócić kopię zapasową?"
096="Przywracanie kopii zapasowej nie powiodło się!"
097="Kopia zapasowa została przywrócona pomyślnie."
098="Nie można utworzyć kopii zapasowej!"
099="Czy na pewno chcesz usunąć kopię zapasową?"
100="Znajdź:\n Zastąp:"
101="Wymiana zakończona.\n # Adres IP zamieniony."
102="Wybierz DNS"
103="DNS do rozwiązywania problemów z hostami"
104="Rozwiązywanie - proszę czekać ..."
105="Rozwiązywanie błędu!"
106="Rozwiązywanie zakończone"
107="Nie można utworzyć pliku!"
108="Nie można otworzyć pliku!"
109="Czy chcesz zapisać zmiany?"
110="Czy na pewno chcesz usunąć wszystkie komentarze?"
111="Czy na pewno chcesz usunąć puste wiersze?"
112="Czy na pewno chcesz usunąć nieprawidłowe linie?"
113="Czy na pewno chcesz usunąć te same nazwy hostów?"
114="Czy na pewno chcesz usunąć wszystko?"
115="Operacja zakończyła się pomyślnie."

[Language_Hebrew_עברית]
Translator ="מחשביא"
001="This program is designed to edit the hosts file."
002="&קובץ\n&עריכה\n&דוגמאות\n&אפשרויות\n&עזרה"
003="מופעל\nIP -כתובת ה\nשם המארח\nתגובה"
004="שמור שינויים"
005="מנהל הגיבוי"
006="שם המארח"
007="הקלד שם מארח"
008="הוסף או ערוך ערך"
009="מחק את הערכים שנבחרו"
010="כתובת ה- IP"
011="פתור את שם המארח"
012="תגובה"
013="הקלד תגובה"
014="תצוגת טבלה / טקסט"
015="&חדש"
016="&פתח..."
017="&שמור"
018="&שמור כ..."
019="&רשימת ייבוא"
020="&רשימת ייצוא"
021="&מנהל הגיבוי"
022="&קובץ מארחים"
023="&טען קובץ מארחים"
024="&...פתח באמצעות פנקס רשימות"
025="&...פתח את תיקיית המארחים"
026="Windows בסייר"
027="בשורת הפקודה"
028="PowerShell -ב"
029="Windows Defender -הוסף אי הכללות ל"
030="הגדר קובץ לקריאה בלבד"
031="מאפייני קובץ"
032="&Flush DNS מטמון"
033="DNS שירות לקוח"
034="&אפשר שירות\n&השבת שירות"
035="&התחל שירות\n&עצור שירות"
036="&הפעל את השירות מחדש"
037="יציאה"
038="&חסום"
039="&פתור"
040="&אפשר נבחר"
041="&השבת נבחר"
042="&בחר הכל"
043="&הפוך בחירה"
044="&בחר..."
045="&פריטים מופעלים"
046="&פריטים מושבתים"
047="&מארחים חסומים"
048="&הפנה מארחים מחדש (חטוף!)"
049="&מחק"
050="&מחק..."
051="&שכפל שמות מארח"
052="&הערות"
053="&קווים ריקים"
054="&קווים שגויים"
055="&כל הקווים"
056="&העתק"
057="&כניסה\n&ערכים"
058="&IP כתובת\n&IP כתובות"
059="&שם מארח\n&שמות מארחים"
060="&תגובות\n&הערות"
061="&חיפוש מארח"
062="&IP החלף"
063="שמור שינויים"
064="&מצא"
065="&רענן"
066="&תמיד עליון"
067="&תצוגת רשימה"
068="&צפייה בטקסט"
069="ברירת מחדל - IP חסימת"
070="&פתור אפשרויות..."
071="&מקומי או במטמון DNS -השתמש ב"
072="&DNS (nslookup) -השתמש ב"
073="אוטומטי Flush DNS מטמון"
074="Tab השתמש בתו"
075="& www. הוסף פריט נוסף עם"
076="&שנה גופן"
077="גופן ברירת מחדל"
078="&בחר גופן"
079="&פתח קובץ תצורה"
080="&החל הגדרות ברירת מחדל של התוכנה"
081="&תרום"
082="&צור קשר"
083="&דף הבית"
084="&אודות"
085="המתן בבקשה..."
086="מוכן"
087="הנתונים השתנו"
088="קבצי טקסט\nכל הקבצים"
089="חסום"
090="* קובץ מארחים המוגדר כברירת מחדל *"
091="קובץ\nגודל"
092="שחזר גיבוי"
093="צור גיבוי"
094="מחק את הגיבוי"
095="האם אתה בטוח שברצונך לשחזר את הגיבוי?"
096="!שחזור הגיבוי נכשל"
097=".הגיבוי שוחזר בהצלחה"
098="האם אתה בטוח שברצונך למחוק את הגיבוי?"
099="?האם אתה בטוח שברצונך למחוק את הגיבוי"
100="מצא:\nהחלף:"
101="החלף סיים.\n# הוחלפה IP כתובת."
102="DNS בחר"
103="DNS עבור פתרון מארח"
104="...פותר - אנא המתן"
105="!פתרון שגיאה"
106="הפתרון הסתיים"
107="הפתרון הסתיים"
108="!לא ניתן לפתוח את הקובץ"
109="?האם ברצונך לשמור את השינויים"
110="?האם אתה בטוח שברצונך למחוק את כל התגובות"
111="?האם אתה בטוח שברצונך למחוק שורות ריקות"
112="?האם אתה בטוח שברצונך למחוק שורות שגויות"
113="?האם אתה בטוח שברצונך למחוק את אותם שמות מארח"
114="?האם אתה בטוח שברצונך למחוק הכל"
115=".הפעולה הושלמה בהצלחה"

[Language_Romanian_Română]
Translator="Coman Gelu Dănuț"
001="This program is designed to edit the hosts file."
002="&Fișier\n &Editare\n &Exemple\n &Opțiuni\n &Ajutor"
003="Activat\n Adresa IP\n Nume gazdă\n Cometariu"
004="Salvare modificări"
005="Manager de backup"
006="Nume gazdă"
007="Tastare nume gazdă"
008="Adăugați sau editați intrarea"
009="Ștergere intrări selectate"
010="Adresa IP"
011="Rezolvare nume gazdă"
012="Cometariu"
013="Tastare Comentariu"
014="Vizualizare ca tabel sau text"
015="&Nou"
016="&Deschidere..."
017="&Salvare"
018="&Salvare ca..."
019="&Import Listă"
020="&Export Listă"
021="&Manager de backup"
022="&Fișier gazdă"
023="&Încărcare fișier gazdă"
024="&Deschidere cu Notepad"
025="&Deschidere dosar gazdă..."
026="&În Windows Explorer"
027="&În linia de comandă"
028="&În PowerShell"
029="&Adăugare Excluderi la Windows Defender"
030="&Setare numai citire"
031="&Proprietăți fișier"
032="&Ștergere memorie cache DNS"
033="&Serviciul client DNS"
034="&Activarea serviciului\n &Dezactivarea serviciului"
035="&Pornirea serviciului\n &Oprirea serviciului"
036="&Repornirea serviciului"
037="&Ieșire"
038="&Blocare"
039="&Rezolvare"
040="&Activare selectate"
041="&Dezactivare selectate"
042="&Selectarea tuturor"
043="&Inversare selectate"
044="&Selectare..."
045="&Elemente activate"
046="&Elemente dezactivate"
047="&Gazde blocate"
048="&Redirecționare gazde (Deturnare!)"
049="&Ștergere"
050="&Ștergere..."
051="&Numele de gazdă duplicat"
052="&Comentarii"
053="&Linii goale"
054="&Linii incorecte"
055="&Toate liniile"
056="&Copiere"
057="&Intrare\n &Intrări"
058="&IP\n &IPs"
059="&Nume gazdă\n &Nume gazdă"
060="&Comentariu\n &Comentarii"
061="&Căutare gazdă"
062="&Înlocuire IP"
063="&Personalizat..."
064="&Găsire"
065="&Reîmprospătare"
066="&Mereu în Top"
067="&Vizualizare listă"
068="&Vizualizare text"
069="&Blocare implicită IP"
070="&Opțiuni de rezolvare..."
071="&Utilizare DNS local sau memorie cache"
072="&Folosire DNS (nslookup)"
073="&Curățare automată a memoriei cache DNS"
074="&Utilizare caracterul Tab"
075="&Adăugarea unui element cu 'www.'"
076="&Schimbare font"
077="&Font implicit"
078="&Selectare Font"
079="&Deschidere fișier de configurare"
080="&Setare opțiuni implicite"
081="&Donează"
082="&Contact"
083="&Pagina principală"
084="&Despre"
085="Vă rugăm așteptați..."
086="Gata"
087="Datele s-au schimbat"
088="Fișiere text\n Toate fișierele"
089="Blocare"
090="* Fișier gazdă implicit *"
091="Fișier\n Mărime"
092="Restaurare copie de rezervă"
093="Creare Backup"
094="Ștergere Backup"
095="Sigur doriți să restaurați copia de rezervă?"
096="Restaurarea copiei de rezervă a eșuat!"
097="Backupul a fost restaurat cu succes."
098="Backup-ul nu a putut fi creat!"
099="Sigur doriți să ștergeți copiile de rezervă?"
100="Găsit:\n Înlocuire:"
101="Înlocuire finalizată.\n # Adresa IP înlocuită."
102="Selectați DNS"
103="DNS pentru rezolvarea gazdei"
104="Rezolvarea - Vă rugăm așteptați...""
105="Rezolvarea erorii!"
106="Rezolvare finalizată"
107="Imposibil de creat fișierul!"
108="Fisierul nu poate fi deschis!"
109="Doriți să salvați modificările?"
110="Sigur doriți să ștergeți toate comentariile?"
111="Sigur doriți să ștergeți liniile goale?"
112="Sigur doriți să ștergeți liniile incorecte?"
113="Sigur doriți să ștergeți aceleași nume de gazdă?"
114="Sigur doriți să ștergeți toate?"
115="Operațiunea a fost încheiată cu succes."

[Language_Hungarian_Magyar]
Translator="László Földes"
001="This program is designed to edit the hosts file."
002="&Fájl\n&Szerkesztés\n&Példák\n&Beállítások\n&Súgó"
003="Engedélyezve\nIP-cím\nÁllomások neve\nMegjegyzés"
004="Módosítások mentése"
005="Biztonságimásolat-kezelő"
006="Állomásnév"
007="Állomásnév beírása"
008="Bejegyzés hozzáadása vagy szerkesztése"
009="Kijelölt bejegyzések törlése"
010="IP-cím"
011="Állomásnév feloldás"
012="Megjegyzés"
013="Megjegyzés beírása"
014="Nézet táblázatként vagy szövegként"
015="&Új"
016="&Megnyitás..."
017="&Mentés"
018="Mentés &másként..."
019="&Lista importálása"
020="&Lista exportálása"
021="&Biztonságimásolat-kezelő"
022="&Hosts fájl"
023="&Hosts megnyitása"
024="Megnyitás &Jegyzettömbbel"
025="&Hosts mappa megnyitása..."
026="&Windows Intézőben"
027="&Parancssorban"
028="&Power Shell-ben"
029="&Kivételek hozzáadása a Windows Defenderhez"
030="&Írásvédett beállítás"
031="Fájl &tulajdonságok"
032="&Dns-gyorsítótár kiürítése"
033="&DNS-ügyfél szolgáltatás"
034="Szolgáltatás &engedélyezése\nSzolgáltatás &letiltása"
035="Szolgáltatás &indítása\nSzolgáltatás &leállítása"
036="&Szolgáltatás újraindítása"
037="&Kilépés"
038="&Blokkolás"
039="&Feloldás"
040="&Kijelölt engedélyezése"
041="&Kijelölt letiltása"
042="&Az összes kijelölése"
043="&Kijelölés megfordítása"
044="&Kiválasztás ..."
045="&Engedélyezett elemek"
046="&Letiltott elemek"
047="&Blokkolt állomások"
048="&Állomások átirányítása (eltérítés)"
049="&Törlés"
050="&Törlés ..."
051="&Ismétlődő állomásnevek"
052="&Megjegyzések"
053="&Üres sorok"
054="&Hibás sorok"
055="&Minden sor"
056="&Másolás"
057="&Bejegyzés\n&Bejegyzések"
058="&IP-cím\n&IP-címek"
059="&Állomásnév\n&Állomásnevek"
060="&Megjegyzés\n&Megjegyzések"
061="&Állomás keresése"
062="&IP-cím cseréje"
063="&Egyéni ..."
064="&Keresés"
065="&Frissítés"
066="&Mindig felül"
067="&Lista nézet"
068="&Szöveg nézet"
069="Alapértelmezett blokkolási &IP-cím"
070="&Feloldási beállítások ..."
071="&Helyi DNS vagy gyorsítótár használata"
072="&DNS használata ( nslookup )"
073="&DNS-gyorsítótár automatikus kiürítése"
074="A &Tab karakter használata"
075="Adjon hozzá egy másik elemet a következővel: '&www.'"
076="&Betűtípus módosítása"
077="&Alapértelmezett betűtípus"
078="&Betűtípus kiválasztása"
079="&Konfigurációs fájl megnyitása"
080="&Alapértelmezett beállítások alkalmazása"
081="&Adomány"
082="&Kapcsolat"
083="&Honlap"
084="&Névjegy"
085="Kérjük, várjon ..."
086="Kész"
087="Az adatok megváltoztak"
088="Szövegfájlok\nMinden fájl"
089="Blokk"
090="* Alapértelmezett Hosts Fájl *"
091="Fájl\nMéret"
092="Mentés visszaállítása"
093="Mentés létrehozása"
094="Mentés törlése"
095="Biztosan visszaállítja a biztonsági mentést?"
096="A biztonsági mentés visszaállítása sikertelen!"
097="A biztonsági mentés sikeresen visszaállítva."
098="A biztonsági mentést nem lehetett létrehozni!"
099="Biztos benne, hogy törli a biztonsági mentést?"
100="Keres:\nCserél:"
101="Csere befejezve.\n# IP-cím cserélve."
102="DNS kiválasztása"
103="DNS az állomás feloldáshoz"
104="Feloldás - Kérjük, várjon ..."
105="Feloldási hiba!"
106="Feloldás befejezve"
107="Nem lehet fájlt létrehozni!"
108="Nem lehet megnyitni a fájlt!"
109="Szeretné elmenteni a változtatásokat?"
110="Biztos, hogy törölni szeretné az összes megjegyzést?"
111="Biztos, hogy törölni szeretné az üres sorokat?"
112="Biztos, hogy törölni szeretné a hibás sorokat?"
113="Biztos, hogy törölni szeretné az azonos állomásneveket?"
114="Biztos, hogy törölni szeretné az összeset?"
115="A művelet sikeresen befejeződött."

[Language_Spanish_Español (ES)]
Translator="Freire Hispalensis"
001="This program is designed to edit the hosts file."
002="Archivo\n Editar\n Ejemplos\n Opciones\n Ayuda"
003="Activado\n Dirección IP\n Nombre de hosts\n Comentario"
004="Guardar cambios"
005="Administrador de copias de seguridad"
006="Nombre de host"
007="Escriba el nombre del host"
008="Agregar o editar entrada"
009="Eliminar entradas seleccionadas"
010="Dirección IP"
011="Resolver nombre del host"
012="Comentario"
013="Escriba un comentario"
014="Ver como tabla o texto"
015="Nuevo"
016="Abrir..."
017="Guardar"
018="Guardar como..."
019="Importar una lista"
020="Exportar una lista"
021="Administrador de copias de seguridad"
022="Archivo de hosts"
023="Abrir Hosts"
024="Abrir con bloc de notas"
025="Abrir carpeta de hosts..."
026="En el Explorador de Windows"
027="En el símbolo del sistema"
028="En Power Shell"
029="Agregar exclusiones a Windows Defender"
030="Establecer solo lectura"
031="Propiedades de archivo"
032="Vaciar caché Dns"
033="Servicio de cliente DNS"
034="Habilitar servicio\n Deshabilitar servicio"
035="Empieza el servicio\n Parada de servicio"
036="Reiniciar servicio"
037="Salir"
038="Bloquear"
039="Resolver"
040="Habilitar seleccionado"
041="Deshabilitar seleccionado"
042="Seleccionar todo"
043="Invertir selección"
044="Seleccione ..."
045="Elementos habilitados"
046="Elementos deshabilitados"
047="Hosts bloqueados"
048="Redirigir hosts (Secuestro)"
049="Borrar"
050="Borrar ..."
051="Nombres de host duplicados"
052="Comentarios"
053="Líneas vacías"
054="Líneas incorrectas"
055="Todas las líneas"
056="Copiar"
057="Entrada\n Entradas"
058="IP\n IPs"
059="Nombre de host\n Nombres de host"
060="Comentario\n Comentarios"
061="Buscar host"
062="Reemplazar IP"
063="Personalizar"
064="Encontrar"
065="Actualizar"
066="Siempre encima"
067="Vista de lista"
068="Vista de texto"
069="IP de bloque predeterminada"
070="Opciones de resolución..."
071="Usar DNS local o caché"
072="Usar DNS (nslookup)"
073="Vaciado automático de caché de DNS"
074="Usar carácter de tabulación"
075="Agregar otro artículo con 'www.'"
076="Cambiar fuente"
077="Fuente predeterminada"
078="Seleccionar fuente"
079="Abrir archivo de configuración"
080="Establecer opciones predeterminadas"
081="Donar"
082="Contacto"
083="Página principal"
084="Acerca de"
085="Por favor, espere"
086="Listo"
087="Datos cambiados"
088="Archivos de texto\n Todos los archivos"
089="Bloquear"
090="* Archivo de hosts predeterminado *"
091="Archivo\n Tamaño"
092="Restaurar copia de seguridad"
093="Crear copia de seguridad"
094="Borrar copia de seguridad"
095="¿Está seguro de que quiere restaurar la copia de seguridad?"
096="¡La restauración de la copia de seguridad falló!"
097="Copia de seguridad restaurada con éxito."
098="¡No se pudo crear la copia de seguridad!"
099="¿Está seguro de que quiere eliminar la copia de seguridad?"
100="Encontrar:\n Reemplazar:"
101="Reemplazo terminado.\n # Dirección IP reemplazada."
102="Seleccionar DNS"
103="DNS para resolución de host"
104="Resolviendo - Por favor espere..."
105="¡Resolviendo error!"
106="Resolviendo terminado"
107="¡No se puede crear el archivo!"
108="¡No se puede abrir el archivo!"
109="¿Quiere guardar los cambios?"
110="¿Está seguro de que quiere borrar todos los comentarios?"
111="¿Está seguro de que quiere eliminar líneas vacías?"
112="¿Está seguro de que quiere eliminar las líneas incorrectas?"
113="¿Está seguro de que quiere eliminar los mismos nombres de host?"
114="¿Está seguro de que quiere eliminar todo?"
115="La operación se completó con éxito."

[Language_Korean_한국어]
Translator="VenusGirl (비너스걸)"
001="이 프로그램은 호스트 파일을 편집하도록 설계되었습니다."
002="파일(&F)\n 편집(&E)\n 예제(&E)\n 옵션(&O)\n 도움말(&H)"
003="사용함\n IP 주소\n 호스트 이름\n 주석"
004="변경 저장"
005="백업 관리자"
006="호스트 이름"
007="호스트 이름 입력"
008="항목 추가 또는 편집"
009="선택한 항목 삭제"
010="IP 주소"
011="호스트 이름 확인"
012="주석"
013="유형 주석"
014="표 또는 텍스트로 보기"
015="새로 만들기(&N)"
016="열기(&O)..."
017="저장(&S)"
018="다른 이름으로 저장(&A)..."
019="목록 가져오기(&I)"
020="목록 내보내기(&E)"
021="백업 관리자(&B)"
022="호스트 파일(&H)"
023="호스트 파일 불러오기(&L)"
024="메모장으로 열기(&N)"
025="호스트 폴더 열기(&O)..."
026="Windows 탐색기에서(&W)"
027="명령 프로프트에서(&C)"
028="PowerShell에서(&P)"
029="Windows Defender에 제외 항목 추가(&E)"
030="일기 전용 설정(&R)"
031="파일 속성(&P)"
032="DNS 캐시 비우기(&F)"
033="DNS 클라이언트 서비스(&D)"
034="서비스 사용(&E)\n 서비스 사용 안 함(&D)"
035="서비스 시작(&S)\n 서비스 중지(&S)"
036="서비스 다시 시작(&R)"
037="종료(&X)"
038="차단(&B)"
039="해결(&R)"
040="선택한 항목 사용(&E)"
041="선택한 항목 사용 안 함(&D)"
042="모두 선택(&S)"
043="선택 반전(&I)"
044="선택(&S) ..."
045="활성화된 항목(&E)"
046="비활성화된 항목(&D)"
047="차단된 호스트(&B)"
048="호스트 리디렉션 ( 하이잭 !)(&R)"
049="삭제(&D)"
050="삭제(&D) ..."
051="중복된 호스트 이름(&D)"
052="주석(&C)"
053="빈 줄(&E)"
054="잘못된 줄(&I)"
055="모든 줄(&A)"
056="복사(&C)"
057="항목(&E)\n 항목(&E)"
058="&IP\n &IP"
059="호스트 이름(&H)\n 호스트 이름(&H)"
060="주석(&C)\n 주석(&C)"
061="호스트 검색(&S)"
062="IP 바꾸기(&R)"
063="사용자 지정(&C) ..."
064="찾기(&F)"
065="새로 고침(&R)"
066="항상 맨 위에(&A)"
067="목록 보기(&L)"
068="텍스트 보기(&T)"
069="기본 차단 IP(&I)"
070="해결 옵션(&R) ..."
071="로컬 DNS 또는 캐시 사용(&U)"
072="DNS ( nslookup ) 사용(&U)"
073="DNS 캐시 자동 비우기(&F)"
074="탭 문자 사용(&T)"
075="'www'를 사용하여 다른 항목 추가(&W).'"
076="글꼴 변경(&C)"
077="기본 글꼴(&D)"
078="글꼴 선택(&S)"
079="구성 파일 열기(&O)"
080="기본 옵션 설정(&S)"
081="기부(&D)"
082="연락처(&C)"
083="홈페이지(&H)"
084="제품 정보(&A)"
085="잠시 기다리세요 ..."
086="준비"
087="데이터 변경"
088="텍스트 파일\n 모든 파일"
089="차단"
090="* 기본 호스트 파일 *"
091="파일\n 크기"
092="백업 복원"
093="백업 생성"
094="백업 삭제"
095="백업을 복원하시겠습니까?"
096="백업 복원 실패!"
097="백업이 성공적으로 복원되었습니다."
098="백업을 만들 수 없습니다!"
099="백업을 삭제하시겠습니까?"
100="찾기:\n 교체:"
101="교체가 완료되었습니다.\n # IP 주소가 변경되었습니다."
102="DNS 선택"
103="호스트 해결을 위한 DNS"
104="해결 중 - 잠시 기다려 주십시오..."
105="오류를 해결하는 중입니다!"
106="해결이 완료되었습니다"
107="파일을 만들 수 없습니다!"
108="파일을 열 수 없습니다!"
109="변경 사항을 저장하시겠습니까?"
110="모든 주석을 삭제하시겠습니까?"
111="빈 줄을 삭제하시겠습니까?"
112="잘못된 줄을 삭제하시겠습니까?"
113="동일한 호스트 이름을 삭제하시겠습니까?"
114="모두 삭제하시겠습니까?"
115="작업이 성공적으로 완료되었습니다
